Revit 2024 API
BuiltInFailures.FluidFailures Members
Provides a container of all Revit built-in FailureDefinitionId instances.
The BuiltInFailures.FluidFailures type exposes the following members.
Properties
Name | Description
UndefinedFluidType
 The fluid type '[Type Name]' is not defined
See Also
BuiltInFailures.FluidFailures Class
Autodesk.Revit.DB Namespace